Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# NewWorkCreateNotification
source: New Help Thread
de: Neuer Hilfe-Thread
es: Nuevo hilo de ayuda
fr: Nouveau fil d'aide
it: Nuovo thread di aiuto
ja: 新しいヘルプスレッド
ko: 새로운 도움말 스레드
pt_pt: Novo tópico de ajuda
zh_hans: 新工作箱

# NewWorkCreateBodyNotification
source: You've been added to a new Help Thread: %@
de: Sie wurden zu einem neuen Hilfe-Thread hinzugefügt: %@
es: Te han añadido a un nuevo hilo de ayuda: %@
fr: Vous avez été ajouté à un nouveau fil d'aide : %@
it: Sei stato aggiunto a un nuovo thread di aiuto: %@
ja: 新しいヘルプ スレッドに追加されました: %@
ko: 새로운 도움말 스레드에 추가되었습니다: %@
pt_pt: Você foi adicionado a um novo tópico de ajuda: %@
zh_hans: 您已被添加到新的帮助主题: %@

# WorkboxChatReceivedNotification
source: %@ has sent you a message
de: %@ hat Ihnen eine Nachricht gesendet
es: %@ te ha enviado un mensaje
fr: %@ vous a envoyé un message
it: %@ ti ha inviato un messaggio
ja: %@メッセージを送信しました
ko: %@ 님께서 메시지를 보내셨습니다
pt_pt: %@ lhe enviou uma mensagem
zh_hans: %@已向您发送消息

# AssetName
source: Name:
es: Nombre:
fr: Nom:
it: Nome:
ja: 名前：
ko: 이름:
pt_pt: Nome:
zh_hans: 姓名：

# CallQualityLabelHD
source: HD Video
es: Vídeo de alta definición
fr: Vidéo HD
it: Video HD
ja: HDビデオ
ko: HD 비디오
pt_pt: Vídeo HD
zh_hans: 高清视频

# CallQualityLabelSD
source: SD Video
es: Vídeo SD
fr: Vidéo SD
it: Video SD
ja: SDビデオ
ko: SD 비디오
pt_pt: Vídeo SD
zh_hans: 标清视频

# ChatAudioBarTitle
source: Audio+
es: Sonido+
ja: オーディオ+
ko: 오디오+
pt_pt: Áudio+
zh_hans: 音频+

# CoHostColumnSubTitle
source: Co-Host
es: Coanfitrión
fr: Co-hôte
ja: 共同ホスト
ko: 공동 호스트
pt_pt: Co-apresentador
zh_hans: 共同主持人

# ColorCyan
source: Cyan
es: Cian
it: Ciano
ja: シアン
ko: 청록색
pt_pt: Ciano
zh_hans: 青色

# ColorOrange
source: Orange
es: Naranja
it: Arancione
ja: オレンジ
ko: 주황색
pt_pt: Laranja
zh_hans: 橙色

# CommonButtonOk
source: Ok
es: De acuerdo
fr: D'accord
ko: 좋아요
zh_hans: 好的

source: Expert
es: Experto
it: Esperto
ja: エキスパート
ko: 전문가
pt_pt: Especialista
zh_hans: 专家

source: Filter
es: Filtrar
fr: Filtrer
it: Filtro
ja: フィルター
ko: 필터
pt_pt: Filtrar
zh_hans: 筛选

# FilterOffline
source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线

# InfoOffline
source: Offline
es: Desconectado
fr: Hors ligne
it: disconnesso
ja: オフライン
ko: 오프라인
pt_pt: desligada
zh_hans: 离线

source: Information
es: Información
it: Informazione
ja: 情報
ko: 정보
pt_pt: Informação
zh_hans: 信息

# InfoVideos
source: Videos
es: Vídeos
fr: Vidéos
it: Video
ja: 動画
ko: 비디오
pt_pt: Vídeos
zh_hans: 视频

# KnowledgeLikes
source: Likes
es: Gustos
fr: Aime
it: Piace
ja: いいね
ko: 좋아요
pt_pt: curtidas
zh_hans: 喜欢

# KnowledgeOffline
source: offline
es: desconectado
fr: hors ligne
it: disconnesso
ja: オフライン
ko: 오프라인
pt_pt: desligada
zh_hans: 离线

# KnowledgeProcedureStartButton
source: Start
es: Comenzar
fr: Commencer
it: Inizio
ja: 始める
ko: 시작
pt_pt: Começar
zh_hans: 开始

# KnowledgesFilterByOffline
source: Offline
es: Desconectado
fr: Hors ligne
it: disconnesso
ja: オフライン
ko: 오프라인
pt_pt: desligada
zh_hans: 离线

# KnowledgesFilterByVideos
source: Videos
es: Vídeos
fr: Vidéos
it: Video
ja: 動画
ko: 비디오
pt_pt: Vídeos
zh_hans: 视频

# KnowledgesSortByName
source: Name(A-Z)
es: Nombre (A-Z)
fr: Nom (A-Z)
it: Nome(A-Z)
ja: 名前(A-Z)
ko: 이름(A-Z)
pt_pt: Nome(A-Z)
zh_hans: 名称(A-Z)

# KnowledgeTypeText
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_pt: Texto
zh_hans: 文本

source: Live Video
es: Video en vivo
fr: Vidéo en direct
it: Video in diretta
ja: ライブビデオ
ko: 라이브 비디오
pt_pt: Vídeo em direto
zh_hans: 实时视频

# MyHelpSpaceTitle
source: My Help Space - %@
es: Mi Help Space - %@
fr: Mon espace d'aide - %@
it: La mia Area Assistenza - %@
ko: 내 도움말 공간- %@
pt_pt: Meu Espaço de Ajuda - %@
zh_hans: 我的会议室 - %@

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_pt: Nome
zh_hans: 姓名

# NameOptionalPlaceHolder
source: Name (optional)
es: Nombre: (Opcional)
fr: Nom (optionnel)
it: Nome (opzionale)
ja: 名前 (任意)
ko: 이름 (선택 사항)
pt_pt: Nome (opcional)
zh_hans: 姓名(可选)

# NamePlaceHolder
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_pt: Nome
zh_hans: 姓名

source: Paste
es: Pasta
fr: Coller
it: Impasto
ja: ペースト
ko: 반죽
pt_pt: Colar
zh_hans: 粘贴

# PersonCountSingular
source: %d person
es: %d persona
fr: %d personne
it: %d persona
ja: %d 人
ko: %d명
pt_pt: %d pessoa
zh_hans: %d 人

# procedure.step.details.detailsLabel
source: details
es: detalles
fr: détails
it: dettagli
ja: 詳細
ko: 세부정보
pt_pt: detalhes
zh_hans: 详情

source: Scan
es: Escanear
fr: Balayage
it: Scansione
ja: スキャン
ko: 주사
pt_pt: Digitalizar
zh_hans: 扫描

# ScannerTitle
source: Scanner
es: Escáner
ja: スキャナー
ko: 스캐너
zh_hans: 扫描器

# SortByName
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_pt: Nome
zh_hans: 名称

# StandardWorkbox
source: Standard
es: Estándar
ja: 標準
ko: 기준
pt_pt: Padrão
zh_hans: 标准

source: Team
es: Equipo
fr: Équipe
ja: チーム
ko: 팀
pt_pt: Equipe
zh_hans: 团队

# TeamContacts
source: Team
es: Contactos del equipo
fr: Équipe
ja: チーム
ko: 팀
pt_pt: Equipe
zh_hans: 团队

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_pt: Texto
zh_hans: 文本

# ThankYouForDownloading
source: Thank you for downloading {{app_name}}!
es: ¡Gracias por descargar {{app_name}} !
ja: {{app_name}}をダウンロードしていただきありがとうございます!
ko: {{app_name}} (를) 다운로드해 주셔서 감사합니다!
pt_pt: Obrigado por baixar o {{app_name}}!
zh_hans: 感谢您下载{{app_name}}!

# TicketSubtitleOffline
source: Offline
es: Desconectado
fr: Hors ligne
it: disconnesso
ja: オフライン
ko: 오프라인
pt_pt: desligada
zh_hans: 离线

# TilesHeaderAutoguide
source: + Autoguide
es: + Autoguía
it: + Autoguida
ja: + オートガイド
ko: + 오토가이드
pt_pt: + Guia automático
zh_hans: + 自动导航

# Tutorial5Title2
source: Telestration
es: Telestración
fr: Annotation
it: Disegna sullo schermo
ja: テレストレーション
ko: 텔레 스트 레이션
pt_pt: Ferramentas de desenho
zh_hans: 电视广播

# UserHelpSpaceTitle
source: %@'s Help Space
es: Help Space de %@
fr: Espace d'aide de %@
it: Area Assistenza di %@
ja: %@ のヘルプスペース
ko: %@ 의 도움말 공간
pt_pt: Espaço de ajuda de %@
zh_hans: %@ 的会议室

source: Whiteboard
es: Pizarron
fr: Tableau blanc
it: Lavagna bianca
ja: ホワイトボード
ko: 희고 매끄러운 칠판
pt_pt: quadro branco
zh_hans: 白板

# VideoZoomSettingsTitle
source: Video zoom
es: Zoom de vídeo
fr: Zoom vidéo
it: Zoom video
ja: ビデオズーム
ko: 동영상 확대/축소
pt_pt: Zoom de vídeo
zh_hans: 视频缩放

# CaptureMediaImageQuality
source: %.0fMP
fr: %.0f PM
it: %.0f PM
pt_pt: %.0f PM

# CaptureMediaVideo
source: video
fr: vidéo
ja: ビデオ
ko: 동영상
pt_pt: vídeo
zh_hans: 视频

# ChatVideoBarTitle
source: Video
fr: Vidéo
ja: ビデオ
ko: 동영상
pt_pt: Vídeo
zh_hans: 视频

source: Error!
fr: Erreur!
it: Errore!
ja: エラー！
ko: 오류!
pt_pt: Erro!
zh_hans: 错误!

# FilterVideos
source: Videos
fr: Vidéos
it: Video
ja: 動画
ko: 동영상
pt_pt: Vídeos
zh_hans: 视频

# InfoAudio
source: Audio
fr: l'audio
ja: オーディオ
ko: 오디오
pt_pt: áudio
zh_hans: 音频

# KnowledgeTypeVideo
source: Video
fr: Vidéo
ja: 動画
ko: 동영상
pt_pt: Vídeo
zh_hans: 视频

# RECORDING_TEXT
source: REC
fr: ENR
ja: 録音
ko: REC(녹음)
pt_pt: GRAVANDO
zh_hans: 录音

# RecordingIndicator
source: REC
fr: ENR
ja: 録画
ko: 녹화
zh_hans: 录制

source: Video
fr: Vidéo
ja: ビデオ
ko: 동영상
pt_pt: Vídeo
zh_hans: 视频

# VideoType
source: [Video]
fr: [Vidéo]
ja: [ビデオ]
ko: [동영상]
pt_pt: [Vídeo]
zh_hans: [视频]

# KnowledgesFilterByAudio
source: Audios
it: Audio
ja: オーディオ
ko: 오디오
pt_pt: áudios
zh_hans: 音频

# TilesHeaderChat
source: + Chat
it: + Chiacchierare
ja: + チャット
ko: + 채팅
pt_pt: + Bate-papo
zh_hans: + 聊天

source: Email
ja: メール
ko: 이메일
zh_hans: 电子邮件

# EmailPlaceHolder
source: Email
ja: メール
ko: 이메일
zh_hans: 邮件

# FilterAudio
source: Audio
ja: 音声
ko: 오디오
pt_pt: Áudio
zh_hans: 音频

source: Info
ja: 情報
ko: 정보
zh_hans: 信息

# KnowledgeTypeAudio
source: Audio
ja: 音声
ko: 오디오
pt_pt: Áudio
zh_hans: 音频

# KnowledgeTypeDatapulse
source: Datapulse
ja: データパルス
ko: 데이터펄스
zh_hans: 数据脉冲

# UnitCentimeters
source: cm
zh_hans: 厘米
